#размер окна
win_width = 500
win_hight = 500

#название приложения
set_title = "Здоровье"

#где появится окно
win_x = 200
win_y = 100

#создание начальных слов,инструкции и кнопки

txt_hello = 'Добро пожаловать в программу по определению состояния здоровья!'
txt_instruction = 'Данное приложение позволит вам с помощью текста Руфье ...'
txt_button = "Начать"

txt_fill_name = 'Введите Ф.И.О'

txt_fill_name_edit = 'Ф.И.О'

txt_fill_age = 'Полных лет:'
txt_fill_age_edit = '0'
txt_fill_insturctions = 'Лягте на спину и замерьте пульс за 15 секунд. Нажмите кнопку. Нажмите кнопку "Начать первый тест" чтобы запустить таймер. Результат запишите в соответствующее поле.'

txt_test_try = 'Начать первый тест'
txt_fill_seconds_edit = "0"
txt_fill_seconds_instruction = 'Выполните 30 приседаний за 45 секунд. Для этого нажмите кнопку "Начать делать приседания", чтобы запустить счетчик приседаний' 
txt_start_jump = 'Начать делать приседания'
txt_jump_instruction = 'Лягте на спину и замерьте пульс сначала за первые 15 секунд минуты, затем за последние 15 секунд. Нажмите кнопку "Начать финальный тест",\n чтобы запустить таймер. Зеленым обозначены секунды, в течение которых необходимо проводить измерения, черным - минуты без замера пульсаций. Результаты запишите в соответсвующие поля.'
txt_final_test = 'Начать финальный тест'
txt_fill_one_line = '0'
txt_fill_second_line = '0'
txt_get_results = 'Отправить результаты'
txt_timer = '00:00:00'